cross-compile/onvif-rust/tests/data/requests/request_037_media__648.xml

<s:Envelope xmlns:s="http://www.w3.org/2003/05/soap-envelope">
  <s:Body xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance"
    xmlns:xsd="http://www.w3.org/2001/XMLSchema">
    <GetVideoEncoderConfigurationOptions xmlns="http://www.onvif.org/ver10/media/wsdl">
      <ConfigurationToken>000</ConfigurationToken>
      <ProfileToken>000</ProfileToken>
    </GetVideoEncoderConfigurationOptions>
  </s:Body>
</s:Envelope>
